import Head from 'next/head';
import React from 'react';

const Privacy = () => {
    return (
        <div>
            <Head>
                <title>ساسية الخصوصية - Privacy policy  </title>
                <meta name="viewport" content="initial-scale=1.0, width=device-width" />
            </Head>
            <div className="container rtl text-r">
                <div className="row">
                    <div className="col-md-12 ">
                        <br />
                        <h1> سياسة الخصوصية </h1>
                        <br />
                        كل الرسائل العامة الموجودة في التطبيق يمكن للمستخدمين الاطلاع عليها..


                        <li>بيانات المستخدمين المقدمة يدويا من المستخدم سيتم اظهارها في حسابك الشخصي بناء علي رغبتك.. كما يفضل من المستخدمين استخدام اسم رمزي وصورة شخصية رمزية لأنها من الأغراض الذي صمم من اجلها التطبيق
                        </li>

                        <h5 className="title-page"> التسجيل باستخدام الفيسبوك </h5>
                        <li>سنقوم بجمع البيانات التالية:
                        </li>
                        <ul>

                            <li>الأسم : first_name</li>
                            <li> الرقم التسلسلي  : id </li>
                            <dl><li>الرقم التسلسلي يعتبر كرمز تعريفي لمعرفة بيانات الشخص الذي قام بالدخول للنظام
                            </li></dl>
                            <li>نقوم بإضافة اسمك  الأول الموجود على الفيس بوك على حسابك الشخصي في التطبيق كما يمكنك تغييره لاحقا بأي اسم ترغب به، ولن يتم حفظ أي بيانات يتم تغييرها في السجلات.
                            </li>
                        </ul>
                        <li>
                            كل البيانات التي تقوم بإدخالها بإمكانك تغييرها في أي وقت كما يمكنك حذف كل هذه  البيانات نهائيا من التطبيق من خلال خدمة حذف الحساب الموجودة في اعدادات الحساب الشخصي.
                        </li>



                        <h5 className="title-page"> حذف الحساب نهائيا من النظام </h5>

                        <li>عند تسجيل الدخول من القائمة المنسدلة لأيقونة الحساب علي يمين التطبيق تختار اعدادات</li>
                        <li>عند الضغط علي زر حذف الحساب نهائيا سيتم حذف كل البيانات التي جمعها من فيسبوك وهي الاسم الاول ورقم التسلسلي كما سيتم حذف كل البيانات التي ادخلتها للتطبيق</li>



                    </div>
                </div>

            </div>
        </div>
    );
}

export default Privacy;
